{
    "translation": {
        "Portal do Governo": "Government Portal",
        "Ceará Transparente": "Ceará Transparent",
        "Ouvidoria": "Ombudsman",
        "Acesso a informação": "Access to information",
        "Acessibilidade": "Accessibility",
        "Dados do mapa © 2024 Governo do Estado do Ceará. Todos os direitos reservados.": "Map data © 2024 Government of the State of Ceará. All rights reserved.",
        "Termos e Condições de Uso": "Terms and conditions of use",
        "Aviso de Privacidade": "Privacy Notice",
        "Explorador de Dados": "Data Explorer",
        "Pesquisar": "Search",
        "Categorias": "Categories",
        "Digite o nome da camada...":"Enter layer name...",
        "Biodiversidade": "Biodiversity",
        "Educação Ambiental": "Environmental Education",
        "Energia e Telecomunicações": "Energy and Telecommunications",
        "Fiscalização Ambiental": "Environmental Inspection",
        "Hidrografia": "Hydrography",
        "Instrumentos e Projetos Territoriais": "Territorial Instruments and Projects",
        "Recuperação Ambiental": "Environmental Recovery",
        "Saneamento Básico": "Basic Sanitation",
        "Sistemas de Transportes": "Transportation Systems",
        "Território": "Territory",
        "Desativar camadas visíveis": "Disable visible layers",
        "Baixar Dados":"Download Data",

        "Procurar por...": "Search for...",
        "Seja bem vindo(a),": "Welcome,",
        "Sair": "Logout",
        "Menu de navegação": "Navigation menu",
        "Home": "Home",
        "Geoserver": "Geoserver",
        "Configurações": "Settings",
        "Informações do Sistema © 2024 Governo do Estado do Ceará. Todos os direitos reservados.": "System Information © 2024 Government of the State of Ceará. All rights reserved.",

        "Lista de Informações": "Information List",

        "Rótulos Bilíngue": "Etiquetas bilingües",

        "Sistema de administração da plataforma de dados PEDEA": "PEDEA data platform administration system",

        "Bem-vindo(a) à Plataforma de Administrador da PEDEA!": "Welcome to the PEDEA Administrator Platform!",

        "É um prazer tê-lo(a) conosco. Aqui você terá acesso a uma série de ferramentas para gerenciar e otimizar as funcionalidades de nossa plataforma. Para facilitar sua navegação, preparamos um tutorial completo, que o(a) guiará pelos principais módulos disponíveis. Vale ressaltar que alguns recursos são restritos apenas para usuários administradores, portanto, siga as instruções com atenção. Vamos começar!" : "It is a pleasure to have you with us. Here, you will have access to a range of tools to manage and optimize our platform's functionalities. To make your navigation easier, we have prepared a complete tutorial that will guide you through the main available modules. It is worth noting that some features are restricted to administrator users only, so please follow the instructions carefully. Let's get started!",

        "Na página inicial, você encontrará uma visão geral das funcionalidades disponíveis na plataforma. Este é o ponto de partida para acessar todos os módulos que você irá gerenciar. Através dela, você poderá navegar facilmente para cada seção utilizando o menu principal.": "On the homepage, you will find an overview of the available features on the platform. This is the starting point to access all the modules you will manage. Through it, you can easily navigate to each section using the main menu.",


        "Aproveite ao máximo a plataforma! Seguindo este tutorial, você estará preparado(a) para explorar todas as funcionalidades que a PEDEA tem a oferecer. Se precisar de ajuda, não hesite em consultar nossa equipe de suporte.": "Make the most of the platform! By following this tutorial, you will be ready to explore all the features that PEDEA has to offer. If you need help, do not hesitate to contact our support team.",

        "Boas práticas e boa gestão! 🚀": "Best practices and good management! 🚀",

        
            "1. Módulo de Rótulos Bilíngues": "1. Bilingual Labels Module",
            "Neste módulo, você terá o controle das chaves de tradução, essenciais para a internacionalização de nossa plataforma. As chaves estão disponíveis em três idiomas: Português, Inglês e Espanhol. Aqui, você pode:": "In this module, you will have control over the translation keys, essential for the internationalization of our platform. The keys are available in three languages: Portuguese, English, and Spanish. Here, you can:",
            "Criar novas chaves: Defina o nome da chave e adicione as traduções correspondentes nos três idiomas.": "Create new keys: Define the name of the key and add the corresponding translations in the three languages.",
            "Editar ou excluir chaves existentes: Gerencie as chaves conforme necessário, atualizando traduções ou removendo chaves que não são mais relevantes.": "Edit or delete existing keys: Manage the keys as necessary, updating translations or removing keys that are no longer relevant.",
            "Importar chaves via CSV: Se preferir, você pode importar um arquivo CSV contendo as chaves e suas respectivas traduções. Esse método agiliza a criação de várias chaves de uma só vez.": "Import keys via CSV: If you prefer, you can import a CSV file containing the keys and their respective translations. This method speeds up the creation of several keys at once.",
            "Pesquisar chaves por camada e idioma: Facilite a localização de chaves específicas utilizando o sistema de busca, que permite filtrar resultados por idioma ou camada.": "Search keys by layer and language: Facilitate the location of specific keys using the search system, which allows filtering results by language or layer.",
          
            "2. Módulo de Explorador de Dados": "2. Data Explorer Module",
            "O Explorador de Dados permite que você gerencie categorias e dados dentro da plataforma. As principais funções incluem:": "The Data Explorer allows you to manage categories and data within the platform. The main functions include:",
            "Criação de novas categorias: Estruture os dados criando categorias específicas conforme a necessidade.": "Creating new categories: Structure the data by creating specific categories as needed.",
            "Edição e exclusão de dados: Atualize ou remova dados existentes dentro das categorias.": "Editing and deleting data: Update or remove existing data within the categories.",
            "Importação de dados via CSV: Como no módulo anterior, você pode adicionar dados a partir de um arquivo CSV, seguindo um modelo predefinido.": "Importing data via CSV: As in the previous module, you can add data from a CSV file, following a predefined template.",
            "Tabela dinâmica: Navegue entre os dados ativos no explorador e os arquivos enviados ao banco de dados, permitindo uma análise e manipulação de dados mais eficiente.": "Dynamic table: Navigate between active data in the explorer and the files sent to the database, allowing for more efficient data analysis and manipulation.",
          
            "3. Módulo de Perguntas Frequentes": "3. FAQ Module",
            "Este módulo é dedicado à gestão das perguntas frequentes da plataforma. Você terá a capacidade de:": "This module is dedicated to managing the platform's frequently asked questions. You will have the ability to:",
            "Adicionar, editar ou excluir perguntas e respostas: Mantenha as informações sempre atualizadas e relevantes.": "Add, edit, or delete questions and answers: Keep information always up to date and relevant.",
            "Card de Informações Ativas: Visualize e manipule os dados ativos relacionados às perguntas frequentes.": "Active Information Card: View and manipulate active data related to frequently asked questions.",
            "Card de Atualizações da Plataforma: Gerencie os dados da página de atualizações evolutivas, mantendo os usuários informados sobre as novidades e melhorias na PEDEA.": "Platform Updates Card: Manage the data of the evolutionary updates page, keeping users informed about news and improvements on PEDEA.",
          
            "4. Módulo de Configurações": "4. Settings Module",
            "Por fim, o módulo de configurações permite que você gerencie suas próprias informações de usuário. As opções incluem:": "Finally, the settings module allows you to manage your own user information. Options include:",
            "Visualizar dados pessoais: Verifique e mantenha seus dados atualizados.": "View personal data: Check and keep your data up to date.",
            "Troca de imagem e senha: Altere sua foto de perfil e senha diretamente por aqui, garantindo segurança e personalização.": "Change image and password: Change your profile picture and password directly here, ensuring security and personalization."
          
          

      
        
        

    }
}